# CannotPlaceSplitMullions Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
BuiltInFailures..::..CurtainWallFailures..::..CannotPlaceSplitMullions Property
BuiltInFailures..::..CurtainWallFailures Class See Also
---
Could not determine how to place the highlighted mullions after the wall was split.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static FailureDefinitionId CannotPlaceSplitMullions { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CannotPlaceSplitMullions As FailureDefinitionId
	Get
```

Visual C++
---
```text
public:
static property FailureDefinitionId^ CannotPlaceSplitMullions {
	FailureDefinitionId^ get ();
}
```

# See Also
BuiltInFailures..::..CurtainWallFailures Class
Autodesk.Revit.DB Namespace